Repository: Jaiysaun/boss
Catalog: resources/l10n/*/LC_MESSAGES/boss.po
Languages: es

source: Masterlist Parsing Error: Expected a %1% at:
es: Error en lectura del archivo de reglas 'master': Se esperaba un %1% en la posición:

source: Ini Parsing Error: Expected a %1% at:
es: Error en lectura del archivo de configuración: Se esperaba un %1% en la posición:

source: Userlist Parsing Error: Expected a %1% at:
es: Error en lectura del archivo de reglas de usuario: Se esperaba un %1% en la posición:

source: Userlist Syntax Error: The rule beginning "%1%: %2%" %3%
es: Error de sintaxis en el archivo de reglas de usuario: La regla que empieza "%1%: %2%" %3%

source: Masterlist parsing aborted. Utility will end now.
es: Lectura del archivo de reglas 'master' fallido. El programa no puede continuar.

source: Ini parsing aborted. Some or all of the options may not have been set correctly.
es: Lectura de la configuracion fallida. Algunas de las opciones pueden no haber sido tomadas correctamente.

source: Userlist parsing aborted. No rules will be applied.
es: Lectura de reglas del usuario fallida. No se procesara ninguna regla.

source: includes a sort line in a rule with a FOR rule keyword.
es: incluye un ordenamiento (SORT) en una regla 'PARA' (FOR)

source: tries to add a group.
es: intenta agregar un grupo

source: tries to sort the group "ESMs".
es: intenta dar orden al grupo "ESMs".

source: tries to sort the master .ESM file.
es: intenta cambiar el orden del archivo .ESM principal.

source: references a mod and a group.
es: referencia un mod y un grupo.

source: tries to sort a group before the group "ESMs".
es: intenta dar un orden anterior que el grupo "ESMs".

source: tries to sort a mod before the master .ESM file.
es: intenta ordenar un mod antes que el archivo .ESM principal.

source: tries to insert a mod into the top of the group "ESMs", before the master .ESM file.
es: intenta posicionar un mod al inicio del grupo "ESMs", antes del .ESM principal.

source: tries to insert a group or insert something into a mod.
es: intenta insertar un grupo, o agregar algo a un mod.

source: tries to attach a message to a group.
es: intenta asociar un mensaje a un grupo.

source: has more than one sort line.
es: tiene más de una linea de ordenamiento (SORT).

source: has more than one REPLACE-using message line.
es: tiene más de una linea de reemplazo de mensaje (REPLACE)

source: has a REPLACE-using message line that is not the first message line.
es: tiene una linea de reemplazo que no es la primera linea de la regla.

source: has a sort line that is not the second line of the rule.
es: tiene una línea de ordenar que no es la segunda línea de la regla.

source: tries to sort a mod or group relative to itself.
es: Intenta ordenar un mod (o un grupo) respecto de su mismo.

source: tries to attach an malformatted message.
es: intenta asociar un mensaje mal formado.

source: tries to sort a plugin before a master file.
es: intenta ordenar un plugin (ESP) antes que un archivo master (ESM)

source: tries to sort a master file before a plugin.
es: intenta ordenar un archivo master (ESM) antes que un plugin (ESP)

source: No error.
es: Sin errores.

source: No game master .esm file found!
es: ¡No se detecta ningún archivo master (ESM)!

source: "%1%" cannot be read!
es: ¡No se puede leer de "%1%"!

source: "%1%" cannot be written to!
es: ¡No se puede escribir en "%1%"!

source: "%1%" is not encoded in valid UTF-8!
es: ¡"%1%" no está codificado en UTF-8 válido!

source: "%1%" cannot be found!
es: ¡"%1%" no existe!

source: Parsing of "%1%" failed!
es: ¡Ha fallado la lectura de "%1%"!

source: Evaluation of conditional "%1%" for item "%2%" failed!
es: ¡Falló la evaluación del condicional "%1%" para el elemento "%2%"!

source: "%1%" is not a valid regular expression. Item skipped.
es: "%1%" no es una expresión regular válida. Elemento ignorado.

source: No game detected!
es: No se ha detectado ningun juego soportado.

source: "%1%" cannot be converted from UTF-8 to "%2%".
es: No se puede convertir "%1%" de UTF-8 a "%2%".

source: Cannot find online masterlist revision number!
es: ¡No se pudo encontrar el número de revisión en el archivo de reglas 'master' obtenido del repositorio!

source: Cannot find online masterlist revision date!
es: ¡No se pudo encontrar la fecha en el archivo de reglas 'master' obtenido del repositorio!

source: Cannot read list of files to be updated!
es: ¡No se pudo leer la lista de archivos a actualizar!

source: Downloaded file "%1%" failed verification test!
es: ¡El archivo "%1%" recibido no pasó la prueba de verificación!

source: The modification date of "%1%" cannot be read! Filesystem response: "%2%".
es: ¡No se pudo leer la fecha de modificación de "%1%"! Respuesta devuelta por el sistema: "%2%".

source: The modification date of "%1%" cannot be written! Filesystem response: "%2%".
es: ¡La fecha de modificacion de "%1%" no puede ser asignada. Respuesta del sistema: "%2%".

source: "%1%" cannot be renamed! Filesystem response: "%2%".
es: ¡No se pudo renombrar "%1%"! Respuesta del sistema: "%2%".

source: "%1%" cannot be deleted! Filesystem response: "%2%".
es: ¡No se pudo borrar "%1%"! Respuesta del sistema: "%2%".

source: "%1%" cannot be created! Filesystem response: "%2%".
es: ¡No se puede crear "%1%"! Respuesta del sistema: "%2%".

source: "%1%" cannot be scanned! Filesystem response: "%2%".
es: ¡No se pudo explorar "%1%"! Respuesta del sistema: "%2%".

source: The window "%1%" failed to initialise. Details: "%2%".
es: La ventana "%1%" falló en inicializarse. Detalles: "%2%".

source: Memory allocation failed.
es: La Asignación de memoria falló.

source: No Internet connection detected.
es: No se ha detectado la conexión de Internet.

source: No tag map has yet been initialised.
es: Todovia no se ha inicializado la mapa de etiqueta.

source: The requested change to the active plugins list would result in over 255 plugins being active.
es: El cambio solicitado a la lista de plugins activos se traduciría en más de 255 plugins activos.

source: Master file "%1%" loading after non-master plugins!
es: ¡El archivo master "%1%" esta siendo cargado despues de los archivos no-master!

source: Rule is disabled.
es: La regla esta deshabilitada.

source: is not installed or in the masterlist.
es: no está instalado o no está en el archivo 'master'.

source: is already in the masterlist.
es: ya esta agregado al archivo 'master'.

source: is not in the masterlist, cannot override.
es: no está en el archivo 'master'. No se puede re-definir.

source: is not installed, and is not in the masterlist.
es: no está instalado, ni está en el archivo 'master'.

source: is not in the masterlist and has not been sorted by a rule.
es: no esta en el archivo 'master' y no ha sido ordenado por alguna regla.

source: The group
es: El grupo

source: is not in the masterlist or is malformatted.
es: no está en la masterlist o es mal es formada

source: Checksum:
es: Suma de verificación:

source: The order of plugins set by BOSS differs from their order in its masterlist, as one or more of the installed plugins is false-flagged. For more information, see "file:../Docs/BOSS%20Readme.html#appendix-c False-Flagged Plugins".
es: El orden de los plugins creado por BOSS difiere de su orden en su masterlist, como uno o más de los plugins instalados es de bandera falsa. Para más información, consulte "file:../Docs/BOSS%20Readme.html#appendix-c False-Flagged Plugins".

source: Could not enforce load order master/plugin partition. Details:
es: No se puede exigir la carga principal para la partición/plug-in Details:

source: Active
es: Activo

source: Critical Error:
es: Error Crítico:

source: Check the Troubleshooting section of the ReadMe for more information and possible solutions.
es: Revise la sección de solución de problemas de la Léame para obtener más información y soluciones posibles.

source: Utility will end now.
es: Utilidad terminará ahora.

source: Standard (0)
es: Estándar (0)

source: Level 1
es: Nivel 1

source: Level 2
es: Nivel 2

source: Level 3
es: Nivel 3

source: Autodetect
es: Detección automática

source: Use User Rules Manager
es: Usar el Administrador de Reglas de Usuario

source: Close the GUI after running BOSS
es: Cierrar la interfaz gráfica de usuario después de ejecutar BOSS

source: Default Game:
es: Juego por defecto:

source: Language:
es: Idioma:

source: Debug Output Verbosity:
es: Nivel de detalle de la salida de depuración:

source: Language settings will be applied after the BOSS GUI is restarted.
es: La configuración de idioma se aplicará después de que la interfaz gráfica de BOSS se reinicie.

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Error: %1% Details: %2%
es: Error: %1% Detalles: %2%

source: BOSS: Error
es: Error de BOSS:

source: Error: could not apply translation: %1%
es: Error: No se pudo aplicar la traducción: %1%

source: Error: The BOSS GUI is already running. This instance will now quit.
es: Error: La interfaz gráfica de usuario de BOSS ya se está ejecutando. Esta instancia ahora se cerrará.

source: (not detected)
es: (no detectado)

source: Please pick which game to run BOSS for:
es: Por favor, elegir qué juego se ejecute de BOSS para:

source: BOSS: Select Game
es: BOSS: Selecionar Juego

source: Plain Text
es: Textp Plano

source: Last Run
es: Última ejecución

source: 2nd Last Run
es: El segundo paso

source: &View BOSS Log
es: &Ver registro BOSS

source: Opens your BOSSlog.
es: Se Abre el BOSSlog.

source: &Run BOSS
es: &Ejecutar BOSS

source: Runs BOSS with the options you have chosen.
es: Ejecutar BOSS con las opciones que ha elegido.

source: &Quit
es: &Cerrar

source: Quit BOSS.
es: Cerrar BOSS.

source: &File
es: &Archivo

source: &User Rules...
es: &Reglas de Usuario...

source: Opens your userlist in your default text editor.
es: Abre tu lista de usuarios en tu editor de texto predeterminado.

source: &Settings...
es: &Configuración...

source: Opens the Settings window.
es: Abre la ventana de Configuración.

source: &Edit
es: &Editar

source: Switch to running BOSS for Oblivion.
es: Cambiar a la ejecución de BOSS a Oblivion

source: Switch to running BOSS for Nehrim.
es: Cambiar a la ejecución de BOSS a Nehrim.

source: Switch to running BOSS for Skyrim.
es: Cambiar a la ejecución de BOSS a Skyrim.

source: Switch to running BOSS for Fallout 3.
es: Cambiar a correr de BOSS a Fallout 3.

source: Switch to running BOSS for Fallout: New Vegas.
es: Cambiar a la ejecución de BOSS a Fallout: New Vegas.

source: &Active Game
es: &Activar Juego

source: Open &Main Readme
es: Abre &Léame Principal

source: Opens the main BOSS readme in your default web browser.
es: Abre el archivo léame de BOSS en su principal navegador web por defecto.

source: Open &Userlist Syntax Doc
es: Abre Doc s/Sintaxis &Reglas de usuario

source: Opens the BOSS userlist syntax documentation in your default web browser.
es: Abre documentación de la sintaxis de las reglas de usuario BOSS en su navegador web por defecto.

source: Open &Masterlist Syntax Doc
es: Abre &Masterlist Documento de Sintaxis

source: Opens the BOSS masterlist syntax documentation in your default web browser.
es: Abre la documentación de la sintaxis del masterlist BOSS en su navegador web por defecto.

source: Open &Version History
es: Abrir historial de versión

source: Opens the BOSS version history in your default web browser.
es: Abre el historial de versiones BOSS en su navegador web por defecto.

source: View &Copyright Licenses
es: Ver Licencias de &derechos de autor

source: View the GNU General Public License v3.0 and GNU Free Documentation License v1.3.
es: Ver la versión 3.0 de Licencia Pública General GNU y la Licencia de Documentación Libre GNU v1.3.

source: &About BOSS...
es: &Acerca de BOSS...

source: Shows information about BOSS.
es: Muestra información sobre BOSS.

source: &Help
es: &Ayuda

source: Output Options
es: Opciones de salida

source: Show BOSS Log On Completion
es: Mostrar BOSS Log al terminar

source: Display File CRCs
es: Mostrar CRCs de archivos

source: BOSS Log Format:
es: Formato de registro BOSS:

source: Edit User Rules
es: Editar Reglas de Usuario

source: Run BOSS
es: Ejecutar BOSS

source: View BOSS Log
es: Ver Boss Log

source: Run Options
es: Opciones de ejecución

source: Sort Plugins
es: Ordenar Plugins

source: Update Masterlist
es: Actualizar Masterlist

source: Perform Trial Run
es: Realizar Ejecución de prueba

source: Update Masterlist Only
es: Actualizar Masterlist Solo

source: Undo Changes
es: Deshacer cambios

source: Undo Level:
es: Deshacer Nivel:

source: This decides both the format of BOSSlog generated when you click the "Run BOSS" button and the BOSSlog format opened when you click the "View BOSSlog" button.
es: Este decide el formato de BOSSlog que se genera cuando se haga clic en el botón "Ejecutar BOSS" y el formato de BOSSlog que se abre al hacer clic en el botón "Ver BOSSlog".

source: The format of BOSSlog this opens is decided by the setting of the "BOSSlog Format" Output Option above.
es: El formato de BOSSlog que se abre se decide por el valor de la opción "Formato de registro BOSS" que está más arriba.

source: Runs BOSS, simulating its changes to your load order, but doesn't actually reorder your mods.
es: Ejecuta BOSS, simulando sus cambios en el orden de carga, pero en realidad no aplica el nuevo orden a los mods.

source: Ready
es: Listo

source: BOSS: Settings
es: BOSS: Configuracion

source: BOSS: Working...
es: BOSS: Trabajando...

source: BOSS working...
es: BOSS trabajando...

source: Error: masterlist update failed.
es: Error: falló actualización del masterlist.

source: Details: %1%
es: Detalles: %1%

source: Critical Error: %1%
es: Error crítico: %1%

source: Error: "%1%" cannot be found.
es: Error: "%1%" no se puede encontrar.

source: BOSS: User Rules Manager
es: BOSS: Administrador de Reglas de Usuario

source: Are you sure you want to cancel?
es: ¿Está seguro que desea cancelar?

source: BOSS: Updater
es: BOSS: Actualizador

source: Rule Syntax Error: Cannot sort a plugin relative to a group.
es: Error de sintaxis de Regla: No se puede ordenar un plugin en relación con un grupo.

source: Rule Syntax Error: Cannot insert into a plugin.
es: Error de sintaxis de Regla: No se puede insertar en un plug-in.

source: Rule Syntax Error: Cannot sort a group relative to a plugin.
es: Error de sintaxis de Regla: No se puede ordenar a un grupo en relación con un plug-in.

source: Rule Syntax Error: Cannot insert groups.
es: Error de sintaxis de Regla: No se puede insertar grupos.

source: User Rules Manager
es: Administrador de Reglas de Usuario

source: The rule sorting the unrecognised plugin "%1%" has been disabled as the plugin is now recognised. If you wish to override its position in the masterlist, re-enable the rule.
es: La regla de clasificación del plugin no reconocido "%1%" ha sido inhabilitado como el plug-in es ahora reconocido. Si quieres cambiar su posición en el masterlist, re-activa la regla.

source: BOSS: Rule Disabled
es: BOSS: Regla Desabilitada

source: User Rules
es: Reglas del usuario

source: The User Rules Manager requires the BOSS masterlist for %1% to have been downloaded, but it cannot be detected. Do you wish to download the latest masterlist now?
es: El Administrador de Reglas de Usuario requiere que el masterlist de BOSS haya sido descargado para '%1%', pero no se puede detectar ¿Desea descargar la última versión del masterlist ahora?

source: Initialising User Rules Manager...
es: Iniciando Administrador de Reglas de Usuario...

source: after
es: después de

source: before
es: antes de

source: top
es: Superior

source: bottom
es: Inferior

source: Rule Editor
es: Editor de Reglas

source: For
es: Para

source: Sort Item
es: Ordenar Elemento

source: Sort
es: Ordenar

source: Insert at the
es: Insertar en el

source: of
es: de

source: Add the following messages:
es: Añadir los siguientes mensajes:

source: Replace existing messages
es: Reemplazar los mensajes existentes

source: Default Plugin Messages
es: Mensajes por defecto para Plugin

source: Installed Plugins
es: Plugins Instalados

source: Create New Rule
es: Crear Nueva Regla

source: Save Edited Rule
es: Guardar Regla Editada

source: Delete Rule
es: Borrar Regla

source: Move Rule Up
es: Mover Regla hacia arriba

source: Move Rule Down
es: Mover Regla hacia abajo

source: Save and Exit
es: Guardar y salir

source: Messages must be entered in the correct format. See the User Rules Readme for more information.
es: Los mensajes se deben introducir en el formato correcto. Consulte el 'Léame' de las Reglas del Usuario (en Docs\BOSS Userlist Syntax.html) para obtener más información.

source: Rule Syntax Error: %1% Please correct the mistake before continuing.
es: Error de sintáxis de Regla: %1%. Por favor, corrija el error antes de continuar.

source: Are you sure you want to save your changes to the selected rule?
es: ¿Está seguro que desea guardar los cambios en la regla seleccionada?

source: Are you sure you want to delete the selected rule?
es: ¿Está seguro que desea eliminar la regla seleccionada?

source: No mod is specified to sort relative to.
es: No has especificado un 'mod' para poder ordenar en relación a él.

source: Cannot sort a plugin relative to a group.
es: No se puede ordenar un plugin en relación con un grupo.

source: No group is specified to insert into.
es: No has especificado ningún grupo en el que insertar.

source: Cannot insert into a plugin.
es: No se puede insertar en un plug-in.

source: Cannot add messages when none are given.
es: No se puede agregar mensajes cuando no se da ninguno.

source: No rule mod is specified.
es: No se especifica la regla mod.

source: No group is specified to sort relative to.
es: Ningún grupo se ha especificado para ordenar en relación con.

source: Cannot sort a group relative to a plugin.
es: No se puede ordenar a un grupo en relación con un plug-in.

source: Cannot insert groups.
es: No se puede insertar grupos.

source: Cannot add messages to groups.
es: No se puede añadir mensajes a los grupos.

source: The rule mod is not being sorted nor having its attached messages altered.
es: La regla 'mod' no será ordenada ni tendrá sus mensajes adjuntos alterados.

source: Summary
es: Resumen

source: Recognised Plugins
es: Plugins Reconocidos

source: Restored Load Order
es: Antiguo la orden de archivos

source: Unrecognised Plugins
es: Plugins Desconocidos

source: Plugin Type
es: Tipo de Plugin

source: Count
es: Cantidad

source: Recognised (or sorted by user rules)
es: Reconocido (u ordenados por las reglas del usuarios)

source: Unrecognised
es: Desconocida

source: Inactive
es: Desactivado

source: All
es: Todo

source: Plugin Message Type
es: Tipo de mensaje de Plugin

source: Warning
es: Avisos

source: Error
es: Errores

source: No change in recognised plugin list since last run.
es: Ningún cambio reconocido en la lista desde la última ejecución.

source: Rule
es: Regla

source: Applied
es: Solicitado

source: Details (if applicable)
es: Detalles (si procede)

source: Restored Load Order (Using modlist.txt)
es: Orden restaurado (Con modlist.txt)

source: Restored Load Order (Using modlist.old)
es: Orden restaurado (Con modlist.old)

source: These plugins are recognised by BOSS and have been sorted according to its masterlist. Please read any attached messages and act on any that require action.
es: Estos plugins son ordanados por BOSS y han sido ordenados de acuerdo a su masterlist. Por favor lea los mensajes adjuntos y se pronunciará quales que requieren atención.

source: The following plugins were not found in the masterlist, and must be positioned manually, using your favourite mod manager or by using BOSS's user rules functionality.
es: Los siguientes plugins no fueron encontrados en el masterlist, y debe ser posicionados de forma manual, utilizando el gestor favorito o mediante creando sus propias reglas del usuario usando la funcionalidad de BOSS.

source: You can submit unrecognised plugins for addition to the masterlist directly from this log by clicking on a plugin and supplying a link and/or description of its contents in the panel that is displayed.
es: Puede enviar los plugins desconocidos para la adición a la masterlist directamente de este registro haciendo clic en un plugin y el suministro de un enlace y/odescripción de su contenido en el panel que se muestra.

source: Log Feature Support
es: Apoyo a la función de registro de

source: Filters
es: Filtros

source: The BOSS Log requires Javascript to be enabled in order to function.
es: El registro de BOSS requiere que Javascript esté habilitado para funcionar.

source: Colours must be specified using lowercase hex codes.
es: Colores se debe especificar el uso de códigos hexadecimales en minúsculas.

source: Support for the BOSS Log's more advanced features varies. Here's what your browser supports:
es: Apoyo a la sesión de BOSS características más avanzadas varía. Esto es lo que tu Explorador admite:

source: Functionality
es: Funcionalidad

source: In-Log Plugin Submission
es: En-Log Plugin de Presentación

source: Allows unrecognised plugins to be anonymously submitted to the BOSS team directly from the BOSS Log.
es: Permite presentar a los plugins desconocidos de forma anónima al equipo de BOSS directamente desde el registro de BOSS.

source: Settings Memory
es: Opciones de la memoria

source: Input Placeholders
es: Marcadores de posición dispositivos

source: Form Validation
es: Formulario de Validación

source: Hide Version Numbers
es: Ocultar los números de versión

source: Hide 'Active' Label
es: Ocultar Label 'Activado'

source: Hide Checksums
es: Ocultar las sumas de comprobación

source: Hide Notes
es: Ocultar Notas

source: Hide Bash Tag Suggestions
es: Ocultar Sugerencias Bash Tag(s)

source: Hide Requirements
es: Ocultar Requisitos

source: Hide Incompatibilities
es: Ocultar Incompatibilidades

source: Hide 'Do Not Clean' Messages
es: Ocultar mensajes 'No Se Limpia'

source: Hide All Plugin Messages
es: Ocultar todos los mensajes de los Plugins

source: Hide Inactive Plugins
es: Ocultar Plugins Inactivados

source: Hide Messageless Plugins
es: Ocultar Plugins sin mensajes

source: %1% of %2% recognised plugins hidden.
es: %1% de %2% los reconocidos plugins ocultos.

source: %1% of %2% messages hidden.
es: %1% de %2% los mensajes ocultos.

source: Submit Plugin
es: Enviar Plugin

source: Download Location
es: Ubicación de la descarga

source: Additional Notes
es: Notas Adicionales

source: Any additional information, such as recommended Bash Tags, load order suggestions, ITM/UDR counts and dirty CRCs, can be supplied here. If no download link is available, this information is crucial.
es: Cualquier información adicional, como Bash Etiquetas recomendadas, sugerencias de carga de pedidos, recuentos de ITM/UDR y CRCs erróneo, puede ser suministrada aquí. Si no hay enlace de descarga que está disponible, esta información es crucial.

source: Submit
es: Enviar

source: Close
es: Cerrar

source: Checking for existing submission...
es: Verificando si presentación existente ...

source: Plugin submitted!
es: Plugin Actualicado!

source: Please supply at least a link or some notes.
es: Por favor, proveer al menos un enlace al plugin o algunas notas

source: Please read any attached messages and act on any that require action.
es: Por favor, lea los mensajes adjuntos y toma cualquier acción que les requieren.

source: Note
es: Nota

source: Bash Tag suggestion(s)
es: Bash sugerencia de Tag(s)

source: Requires
es: Requiere

source: Incompatible with
es: Incompatible con

source: Contains dirty edits
es: Contiene ediciones sucia

source: Sort %1% before %2%
es: Ordanar %1% antes de %2%

source: Sort %1% after %2%
es: Ordanar %1% después de %2%

source: Insert %1% at the top of %2%
es: Insertar %1% en la parte superior de %2%
