Repository: Jaiysaun/boss
Catalog: resources/l10n/*/LC_MESSAGES/boss.po
Languages: es

source: Insert %1% at the bottom of %2%
es: Insertar %1% en la parte inferior de %2%

source: Add the following messages to %1%:
es: Añadir los siguientes mensajes de %1%:

source: Replace the messages attached to %1% with:
es: Vuelva a colocar los mensajes que acompañan a %1% con:

source: Replace the attached messages with:
es: Vuelva a colocar los mensajes adjuntos con:

source: Description:
es: Descripción:

source: BOSS is a utility that sorts the mod load order of TESIV: Oblivion, Nehrim, Fallout 3, Fallout: New Vegas and TESV: Skyrim according to a frequently updated masterlist to minimise incompatibilities between mods.
es: BOSS es una utilidad que esta de carga de ordenar modificaciones de TESIV: Oblivion, Nehrim, Fallout 3, Fallout: New Vegas y TESV: Skyrim de acuerdo con una lista actualizada con frecuencia para minimizar las incompatibilidades entre modificaciones al Skyrim.

source: Examples:
es: Ejemplos:

source: updates the masterlist, sorts your mods, and shows the log
es: actualiza el masterlist, ordena a sus mods, y muestra el registro

source: reverts your load order 1 level and skips showing the log
es: vuelve a su orden de carga de un nivel y salte que mostrar el registro

source: reverts your load order 2 levels and shows the log
es: vuelve a su orden de carga de un nivel y mostrar el registro

source: produces this help message
es: produce este mensaje de ayuda

source: prints the version banner
es: imprime la bandera de la versión

source: automatically update the local copy of the masterlist to the latest version available on the web before sorting
es: automáticamente actualizar la copia local de la masterlist a la última versióndisponible en la web antes de ordenar los plugins.

source: inhibit the automatic masterlist updater
es: Restringir la actualización automática del master list

source: automatically update the local copy of the masterlist to the latest version available on the web but don't sort right now
es: automáticamente actualizar la copia local de la masterlist a la última versióndisponible en la web, sin ordenando los plugins.

source: don't launch a browser to show the HTML log at program completion
es: no lanzar un navegador para mostrar el registro de HTML despues que termine el programa.

source: revert to a previous load order. this parameter optionally accepts values of 1 or 2, indicating how many undo steps to apply. if no option value is specified, it defaults to 1
es: volver a una orden de carga previa. Este parámetro opcional acepta valores de 1 o 2, indica la cantidad de pasos atrás que se aplican. Si no hay valor, el opción defecto es 1.

source: specify verbosity level (0-3) of the debugging output. 0 is the default, showing only WARN and ERROR messges. 1 (INFO and above) is implied if this option is specified without an argument. higher values increase the verbosity further
es: Especificar el nivel de detalle (0-3) de depuración de la salida. 0 es el valor predeterminado, mostrando sólo WARN y mesnajes de ERROR. 1 (INFO y por encima) es implícito si especifica este opción sin ningún otro argumento. Los valores más altos aumentan el nivel de detalle mayor.

source: override game autodetection. valid values are: 'Oblivion', 'Nehrim', 'Fallout3', 'FalloutNV', and 'Skyrim'
es: Autodetección de juego de anulación de los valores válidos son: 'Oblivion', 'Nehrim', 'Fallout3', 'FalloutNV' y 'Skyrim'

source: show mod file CRCs, so that a file's CRC can be added to the masterlist in a conditional
es: mostrar el CRC de ficheros MOD, que el CRC de un archivo puede ser añadido a la masterlist en un condicional

source: select output format. valid values are: 'html', 'text'
es: Seleccione el formato de salida, los valores válidos son: 'html', 'text'

source: run BOSS without actually making any changes to load order
es: ejecutar BOSS sin tener que realizar ningún cambio del orden de ficheros MOD

source: Invalid selection.
es: Selección Inválida.
